Repository: DIKO-Doc/DIKO-Doc.github.io
Catalog: cht-to-eng/cht-to-eng-omegat.tmx
Source language: zh_tw
Languages: en

source: ENTRY statement at %C cannot appear within a MODULE
en: %C 處的 ENTRY 敘述不能出現在 MODULE 中

source: ENTRY statement at %C cannot appear within a PROGRAM
en: %C 處的 ENTRY 敘述不能出現在 PROGRAM 中

source: ENTRY statement at %C cannot appear within a SELECT block
en: %C 處的 ENTRY 敘述不能出現在 SELECT 區塊中

source: ENTRY statement at %C cannot appear within a WHERE block
en: %C 處的 ENTRY 敘述不能出現在 WHERE 區塊中

source: ENTRY statement at %C cannot appear within a contained subprogram
en: %C 處的 ENTRY 敘述不能出現在巢狀的子程式中

source: ENTRY statement at %C cannot appear within an IF-THEN block
en: %C 處的 ENTRY 敘述不能出現在 IF-THEN 區塊中

source: ENTRY statement at %C cannot appear within an INTERFACE
en: %C 處的 ENTRY 敘述不能出現在 INTERFACE 中

source: EOR tag label %d at %L not defined
en: EOR 標記標籤 %d 在 %L 處未定義

source: ERR tag label %d at %L not defined
en: ERR 標記標籤 %d 在 %L 處未定義

source: Edit &Comment
en: Edit &Komment

source: Edit &comment
en: Edit &komment

source: Edit '%s' value:
en: 編輯「%s」的值：

source: Edit Comment
en: Edit Komment

source: Edit a connection
en: 編輯連線

source: Edit a translation
en: Edit 1-gè transleiçion

source: Edit comment
en: Edit komment

source: Edit project
en: Edit projekt

source: Edit the project
en: Edit nige projekt

source: Edit...
en: 編輯...

source: Editable List
en: 可編輯的清單

source: Editing
en: 編輯

source: Editing existing '%s' connection: '%s'
en: 編輯既有的「%s」連線：「%s」

source: Edito_r command:
en: 編輯器指令(_R)：

source: Editor
en: 編輯器

source: Editor failed: %s
en: 編輯程式錯誤：%s

source: Either "dun" for Dial-Up Networking connections or "panu" for Personal Area Networking connections to devices supporting the NAP profile.
en: 撥號網絡連接的“dun”或支持NAP配置文件的設備的個人區域網絡連接的“panu”。

source: Element in %s array constructor at %L is %s
en: %s 陣列建構中的元素在 %L 處是 %s

source: Email Support
en: 電郵支援

source: Email address
en: 電子郵件地址

source: Email support
en: 電郵支援

source: Email:
en: 電子郵件：

source: Emit 16-bit relocations to the small data areas
en: 為小資料區域產生 16 位重定位資訊

source: Emit 32-bit relocations to the small data areas
en: 為小資料區域產生 32 位元重定位資訊

source: Emit IEEE-conformant code, without inexact exceptions
en: 產生符合 IEEE 的程式碼，不產生不精確的異常

source: Emit call graph information
en: 產生呼叫圖資訊

source: Emit code for the byte/word ISA extension
en: 為位元組/字指令架構擴充產生程式碼

source: Emit code for the counting ISA extension
en: 為計數指令架構擴充產生程式碼

source: Emit code for the fp move and sqrt ISA extension
en: 為浮點轉移和平方根指令架構擴充產生程式碼

source: Emit code for the motion video ISA extension
en: 為動態影像指令架構擴充產生程式碼

source: Emit direct branches to local functions
en: 為局部函式產生直接分支

source: Emit extra code in the function prologue in order to trap if the stack size exceeds the given limit
en: 在函式前言中產生額外程式碼以獲取堆疊大小越限

source: Emit implicit instantiations of inline templates
en: 允許內聯範本隱含實體化

source: Emit implicit instantiations of templates
en: 允許範本隱含實體化

source: Emit indirect branches to local functions
en: 為局部函式產生間接分支

source: Emit long load/store sequences
en: 產生長讀/寫序列

source: Emit static const variables even if they are not used
en: 保留未用到的靜態常數

source: Emit stop bits before and after volatile extended asms
en: 在 volatile 擴充組譯塊前後加上停止位

source: Emit verbose debug information in assembly code
en: 在組譯程式碼中產生詳細的除錯資訊

source: Empty array constructor at %C is not allowed
en: %C 處的空陣列建構不被允許

source: Empty set of digits in BOZ constant at %C
en: %C 處 BOZ 常數中的數字集合為空

source: Enable Dwarf 2 line debug info via GNU as
en: 啟用經由 GNU as 的 Dwarf 2 列除錯資訊

source: Enable Function Descriptor PIC mode
en: 啟用函式描述符號 PIC 模式

source: Enable ID based shared library
en: 啟用基於 ID 的共享函式庫

source: Enable IGMP snooping
en: 啟用IGMP Snooping

source: Enable IGMP snooping [no]
en: 啟用IGMP Snooping [no]

source: Enable Objective-C exception and synchronization syntax
en: 啟用 Objective-C 異常和同步語法

source: Enable PIC support for building libraries
en: 啟用對函式庫的 PIC 支援

source: Enable SSA code sinking on trees
en: 啟用樹上的 SSA 程式碼下沉最佳化

source: Enable SSA dead code elimination optimization on trees
en: 啟用樹上的 SSA 死程式碼消除最佳化

source: Enable SSA-PRE optimization on trees
en: 啟用樹上的 SSA-PRE 最佳化

source: Enable STP (Spanning Tree Protocol)
en: 啟用 STP（Spanning Tree Protocol）

source: Enable TPF-OS tracing code
en: 啟用 TPF-OS 追蹤碼

source: Enable VNET header [no]
en: 啟用VNET頭[否]

source: Enable an RTL peephole pass before sched2
en: 在 sched2 前進行一趟 RTL 窺孔最佳化

source: Enable automatic template instantiation
en: 啟用範本自動實體化

source: Enable backend debugging
en: 啟用後端程式除錯

source: Enable basic program profiling code
en: 啟用基本程式取樣程式碼

source: Enable conditional execution other than moves/scc
en: 啟用條件執行而非 moves/scc

source: Enable conditional moves
en: 啟用條件轉移

source: Enable debug output
en: 啟用除錯輸出

source: Enable earlier placing stop bits for better scheduling
en: 及早放置停止位，以取得更好的調度效果

source: Enable encryption [yes]
en: 啟用加密[是]

source: Enable exception handling
en: 啟用異常處理

source: Enable function profiling
en: 啟用函式取樣

source: Enable garbage collection (GC) in Objective-C/Objective-C++ programs
en: 在 Objective-C/Objective-C++ 程式中啟用無用收集

source: Enable guessing of branch probabilities
en: 啟用分支概率猜測

source: Enable inlining of PLT in function calls
en: 為函式呼叫啟用 PLT 的內聯

source: Enable label alignment optimizations
en: 啟用標籤對齊最佳化

source: Enable linker optimizations
en: 啟用連結器最佳化

source: Enable linker relaxations
en: 啟用連結器鬆弛

source: Enable linker relaxing
en: 啟用連結器鬆弛

source: Enable loop header copying on trees
en: 啟用樹上的循環不變量轉移

source: Enable loop invariant motion on trees
en: 啟用樹上的循環不變量轉移

source: Enable machine specific peephole optimizations
en: 啟用機器相關的窺孔最佳化

source: Enable multi queue [no]
en: 啟用多隊列[no]

source: Enable nested conditional execution optimizations
en: 啟用對巢狀條件執行的最佳化

source: Enable optimization of static class initialization code
en: 啟用靜態類別初始程式碼最佳化

source: Enable optimizing &&/|| in conditional execution
en: 啟用對條件執行 && 或 || 的最佳化

source: Enable or disable RSTP.
en: 啟用或禁用RSTP。

source: Enable or disable STP.
en: 啟用或禁用STP。

source: Enable or disable Wi-Fi devices
en: 啟用或停用 Wi-Fi 裝置

source: Enable or disable WiMAX mobile broadband devices
en: 啟用或停用 WiMAX 行動寬頻裝置

source: Enable or disable connectivity checking
en: 啟用或禁用連接檢查

source: Enable or disable device statistics
en: 啟用或禁用設備統計信息

source: Enable or disable mobile broadband devices
en: 啟用或停用行動寬頻裝置

source: Enable or disable multicast snooping.
en: 啟用或禁用多播偵聽。

source: Enable or disable system networking
en: 啟用或停用系統網路

source: Enable policy routing (source routing) and set the routing table used when adding routes. This affects all routes, including device-routes, IPv4LL, DHCP, SLAAC, default-routes and static routes. But note that static routes can individually overwrite the setting by explicitly specifying a non-zero routing table. If the table setting is left at zero, it is eligible to be overwritten via global configuration. If the property is zero even after applying the global configuration value, policy routing is disabled for the address family of this connection. Policy routing disabled means that NetworkManager will add all routes to the main table (except static routes that explicitly configure a different table). Additionally, NetworkManager will not delete any extraneous routes from tables except the main table. This is to preserve backward compatibility for users who manage routing tables outside of NetworkManager.
en: 啟用策略路由（源路由）並設置添加路由時使用的路由表。這會影響所有路由，包括設備路由，IPv4LL，DHCP，SLAAC，默認路由和靜態路由。但請注意，靜態路由可以通過顯式指定非零路由表來單獨覆蓋該設置。如果表設置保留為零，則可以通過全局配置覆蓋它。如果即使應用全局配置值後屬性為零，也會禁用此連接的地址族的策略路由。禁用策略路由意味著NetworkManager將所有路由添加到主表（顯式配置不同表的靜態路由除外）。此外，NetworkManager不會刪除除主表之外的表中的任何無關路由。這是為了管理在NetworkManager之外管理路由表的用戶的向後兼容性。

source: Enable scheduling across basic blocks
en: 啟用基本區塊間的調度

source: Enable separate data segment
en: 啟用分離的資料段

source: Enable stack probing
en: 啟用堆疊偵測

source: Enable text _wrapping
en: 啟用文字自動換列(_W)

source: Enable the normal mode
en: 啟用正常模式

source: Enable the use of the short load instructions
en: 啟用對短載入指令的使用

source: Enable use of sdata/scommon/sbss
en: 啟用 sdata/scommon/sbss

source: Enable verbose output
en: 啟用詳細輸出

source: Enable/Disable the traditional scheduling in loops that already passed modulo scheduling
en: 啟用/停用已經透過模調度的循環中的傳統調度

source: Enabled ID based shared library
en: 啟用基於 ID 的共享函式庫

source: Enables a register move optimization
en: 啟用暫存器傳送最佳化

source: Enables or disables "hairpin mode" for the port, which allows frames to be sent back out through the port the frame was received on.
en: 啟用或禁用端口的“髮夾模式”，允許通過接收幀的端口發送幀。

source: Enables or disables in-line provisioning of EAP-FAST credentials when FAST is specified as the EAP method in the "eap" property. Recognized values are "0" (disabled), "1" (allow unauthenticated provisioning), "2" (allow authenticated provisioning), and "3" (allow both authenticated and unauthenticated provisioning). See the wpa_supplicant documentation for more details.
en: 當在“eap”屬性中將FAST指定為EAP方法時，啟用或禁用EAP-FAST憑據的內聯供應。已識別的值為“0”（禁用），“1”（允許未經身份驗證的配置），“2”（允許經過身份驗證的配置）和“3”（允許經過身份驗證和未經身份驗證的配置）。有關更多詳細信息，請參閱wpa_supplicant文檔。

source: Encapsulation of ADSL connection. Can be "vcmux" or "llc".
en: 封裝ADSL連接。可以是“vcmux”或“llc”。

source: End of search list.
en: 搜尋清單結束。

source: Enforce class member access control semantics
en: 執行類別成員存取控制語義

source: Enter
en: 輸入

source: Enter '%s' value:
en: 輸入「%s」的值：

source: Enter Full Screen
en: 進入全螢幕

source: Enter a list of IPv4 addresses of DNS servers. Example: 8.8.8.8, 8.8.4.4
en: 輸入一列 DNS 伺服器的 IPv4 位址。 範例：8.8.8.8, 8.8.4.4

source: Enter a list of IPv6 addresses of DNS servers. If the IPv6 configuration method is 'auto' these DNS servers are appended to those (if any) returned by automatic configuration. DNS servers cannot be used with the 'shared' or 'link-local' IPv6 configuration methods, as there is no upstream network. In all other IPv6 configuration methods, these DNS servers are used as the only DNS servers for this connection. Example: 2607:f0d0:1002:51::4, 2607:f0d0:1002:51::1
en: 輸入一列 DNS 伺服器的 IPv6 位址。若 IPv6 配置方式為「auto」，這些 DNS 伺服器將會被附加至那些由自動配置所回傳的項目（若存在的話）。因為沒有上游網路，因此 DNS 伺服器不可搭配「shared」或是「link-local」IPv6 配置方式使用。在所有其它 IPv6 配置方式中，這些 DNS 伺服器會被作為此連線的唯一 DNS 伺服器使用。 範例：2607:f0d0:1002:51::4, 2607:f0d0:1002:51::1

source: Enter a value which indicates whether the connection is subject to a data quota, usage costs or other limitations. Accepted options are: 'true','yes','on' to set the connection as metered 'false','no','off' to set the connection as not metered 'unknown' to let NetworkManager choose a value using some heuristics
en: 輸入一個值，該值指示連接是否受數據配額，使用成本或其他限制的約束。接受的選項是：'true'，'yes'，'on'將連接設置為metered'false'，'no'，'off'將連接設置為不計量'unknown'讓NetworkManager使用某些選擇值啟發式

source: Enter connection type:
en: 輸入連線類型：

source: Enter secondary connections that should be activated when this connection is activated. Connections can be specified either by UUID or ID (name). nmcli transparently translates names to UUIDs. Note that NetworkManager only supports VPNs as secondary connections at the moment. The items can be separated by commas or spaces. Example: private-openvpn, fe6ba5d8-c2fc-4aae-b2e3-97efddd8d9a7
en: 輸入激活此連接時應激活的輔助連接。可以通過UUID或ID（名稱）指定連接。 nmcli透明地將名稱轉換為UUID。請注意，NetworkManager目前僅支持VPN作為輔助連接。這些項目可以用逗號或空格分隔。示例：private-openvpn，fe6ba5d8-c2fc-4aae-b2e3-97efddd8d9a7

source: Enter the type of WEP keys. The accepted values are: 0 or unknown, 1 or key, and 2 or passphrase.
en: 輸入 WEP key 的類型。接受的值為：0 或 unknown、1 或 key，以及 2 或 passphrase。

source: Entries in the catalog are probably incorrect.
en: Entris in katalog wa probàbolli not dū korrekt.

source: Entries with Errors First
en: Entris wiŧ Öras Biforhänd

source: Entries with errors first
en: Entris wiŧ öras biforhänd

source: Entries with errors were marked in red in the list. Details of the error will be shown when you select such an entry.
en: Entris wiŧ öras biforhänd wa marken in red in list. Details of the error will be shown when you select such an entry.

source: Enumerator exceeds the C integer type at %C
en: %C 處：列舉量超過 C 整數類型

source: Error
en: 錯誤

source: Error converting integer
en: 轉換整數時發生錯誤

source: Error copying file
en: 複製檔案時發生錯誤

source: Error deleting {}
en: 刪除 {} 出錯

source: Error initializing certificate data: %s
en: 初始化憑證資料時發生錯誤：%s

source: Error loading message catalog file “%s”.
en: Öra when loudiŋ messeij katalog fayl «%s».

source: Error opening file
en: Öra opèniŋ fayl

source: Error opening file %s!
en: Öra opèniŋ fayl %s!

source: Error reading nmcli output: %s
en: 讀取nmcli輸出時出錯： %s

source: Error reading saved comparison file
en: 讀取已儲存比對檔案時發生錯誤

source: Error saving catalog
en: Öra seiviŋ katalog

source: Error writing modules file: %s
en: 寫入模組檔案時發生錯誤：%s

source: Error writing nmcli output: %s
en: 編寫nmcli輸出時出錯： %s

source: Error:
en: 錯誤：

source: Error: %s
en: 錯誤：%s

source: Error: %s argument is missing.
en: 錯誤：沒有 %s 參數。

source: Error: %s properties, nor it is a setting name.
en: 錯誤：%s 內容，它也不是組設定名稱。

source: Error: %s.
en: 錯誤：%s。

source: Error: %s: %s.
en: 錯誤：%s：%s。

source: Error: '%s' argument is missing.
en: 錯誤：找不到「%s」參數。

source: Error: '%s' is not a valid argument for '%s' option.
en: 錯誤：'%s' 不是''的有效參數%s' 選項。

source: Error: '%s' is not a valid monitoring mode; use '%s' or '%s'.
en: 錯誤：「%s」不是個有效的監控模式；請使用「%s」或是「%s」。

source: Error: '%s' is not a valid timeout.
en: 錯誤：'%s' 不是有效的超時。

source: Error: '%s' is not valid argument for '%s' option.
en: 錯誤：'%s' 不是 '%s' 選項的有效引數。

source: Error: '%s': %s
en: 錯誤：'%s': %s

source: Error: '--fields' value '%s' is not valid here (allowed field: %s)
en: 錯誤：「--fields」值「%s」在此無效（允許的欄位：%s）

source: Error: 'autoconnect': %s.
en: 錯誤：「autoconnect」：%s。

source: Error: 'bt-type': '%s' not valid; use [%s, %s, %s (%s), %s].
en: 錯誤：'bt-type'：'%s' 無效;使用 [%s, %s, %s （%s), %s].

source: Error: 'device show': %s
en: 錯誤：「device show」：%s

source: Error: 'device status': %s
en: 錯誤：「device status」：%s

source: Error: 'device wifi': %s
en: 錯誤：「device wifi」：%s

source: Error: 'general logging': %s
en: 錯誤：「general logging」：%s

source: Error: 'general permissions': %s
en: 錯誤：「general permissions」：%s

source: Error: 'networking' command '%s' is not valid.
en: 錯誤：「networking」指令「%s」無效。

source: Error: 'type' argument is required.
en: 錯誤：需要「type」引數。

source: Error: <setting>.<property> argument is missing.
en: 錯誤：<setting>.<property> 引數遺失。

source: Error: Access point with bssid '%s' not found.
en: 錯誤：找不到 bssid 爲「%s」的存取點。

source: Error: Argument '%s' was expected, but '%s' provided.
en: 錯誤：預期「%s」引數，但卻提供了「%s」。

source: Error: BSSID to connect to (%s) differs from bssid argument (%s).
en: 錯誤：欲連上的 BSSID（%s）與 bssid 引數（%s）不同。

source: Error: Cannot activate connection: %s.
en: 錯誤：無法啟用連線：%s。

source: Error: Connection activation failed.
en: 錯誤：連線啟用失敗。

source: Error: Connection activation failed: %s
en: 錯誤：啟動連線失敗：%s

source: Error: Device '%s' is not a Wi-Fi device.
en: 錯誤：裝置「%s」不是個 Wi-Fi 裝置。

source: Error: Device '%s' not found.
en: 錯誤：找不到「%s」裝置。

source: Error: Device activation failed: %s
en: 錯誤：裝置啟用失敗：%s

source: Error: NetworkManager is not running.
en: 錯誤：NetworkManager 未執行。

source: Error: No Wi-Fi device found.
en: 錯誤：找不到 Wi-Fi 裝置。

source: Error: No access point with BSSID '%s' found.
en: 錯誤：找不到 BSSID 爲「%s」的存取點。

source: Error: No arguments provided.
en: 錯誤：未提供引數。

source: Error: No connection specified.
en: 錯誤：尚未指定連線。

source: Error: No interface specified.
en: 錯誤：尚未指定介面卡。

source: Error: No network with SSID '%s' found.
en: 錯誤：找不到 SSID 爲「%s」的網路。

source: Error: Option '%s' is unknown, try 'nmcli -help'.
en: 錯誤：選項 '%s' 不明，請嚐試 'nmcli -help'。

source: Error: Option '--pretty' is mutually exclusive with '--terse'.
en: 錯誤：選項 '--pretty' 和 '--terse' 是互斥的。

source: Error: Option '--pretty' is specified the second time.
en: 錯誤：選項 '--pretty' 已指定了第二次。

source: Error: Option '--terse' is mutually exclusive with '--pretty'.
en: 錯誤：選項 '--terse' 和 '--pretty' 是互斥的。

source: Error: Option '--terse' is specified the second time.
en: 錯誤：選項 '--terse' 已指定了第二次。

source: Error: Parameter '%s' is neither SSID nor BSSID.
en: 錯誤：參數「%s」既不是 SSID 也不是 BSSID。

source: Error: Reading applied connection from device '%s' (%s) failed: %s
en: 錯誤：從設備讀取應用的連接'%s' （%s) 失敗： %s

source: Error: SSID or BSSID are missing.
en: 錯誤：SSID 或 BSSID 遺失。

source: Error: Timeout %d sec expired.
en: 錯誤：逾時 %d 秒。

source: Error: Timeout expired (%d seconds)
en: 錯誤：超時已過期（%d 秒）

source: Error: Unexpected argument '%s'
en: 錯誤：非預期的引數「%s」

source: Error: Unknown connection '%s'.
en: 錯誤：不明的連線「%s」。

source: Error: argument '%s' not understood. Try passing --help instead.
en: 錯誤：參數'%s' 不明白。嘗試傳遞--help代替。

source: Error: bssid argument value '%s' is not a valid BSSID.
en: 錯誤：bssid 引數值「%s」不是個有效的 BSSID。

source: Error: cannot delete unknown connection(s): %s.
en: 錯誤：無法刪除不明的連線：%s。

source: Error: connection is not saved. Type 'save' first.
en: 錯誤：連線尚未儲存。請先輸入「save」。

source: Error: connection is not valid: %s
en: 錯誤：連線無效：%s

source: Error: connection verification failed: %s
en: 錯誤：連線驗證失敗：%s

source: Error: extra argument not allowed: '%s'.
en: 錯誤：不允許額外的引數：「%s」。

source: Error: failed to remove value of '%s': %s
en: 錯誤：移除「%s」的值失敗：%s

source: Error: failed to set '%s' property: %s
en: 錯誤：設置「%s」內容失敗：%s

source: Error: invalid '%s' argument: '%s' (use on/off).
en: 錯誤：無效的「%s」引數：「%s」（請使用 on/off）。

source: Error: invalid <setting>.<property> '%s'.
en: 錯誤：無效的 <setting>.<property> '%s'。

source: Error: invalid connection type; %s
en: 錯誤：無效的連線類型；%s

source: Error: invalid connection type; %s.
en: 錯誤：無效的連線類型；%s。

source: Error: invalid extra argument '%s'.
en: 錯誤：無效的額外引數「%s」。

source: Error: invalid or not allowed setting '%s': %s.
en: 錯誤：設定「%s」無效或不被允許：%s。

source: Error: invalid property '%s': %s.
en: 錯誤：無效的內容「%s」：%s。

source: Error: invalid property: %s
en: 錯誤：無效的內容：%s

source: Error: invalid property: %s, neither a valid setting name.
en: 錯誤：無效的內容：%s，也不是組有效的設定名稱。

source: Error: invalid rescan argument: '%s' not among [auto, no, yes]
en: 錯誤：無效的重新掃描參數：'%s' 不在[auto，no，yes]之間

source: Error: invalid setting argument '%s'; valid are [%s]
en: 錯誤：無效的設定引數「%s」；有效的值爲「%s」

source: Error: invalid setting name; %s
en: 錯誤：無效的設定名稱；%s

source: Error: missing argument for '%s' option.
en: 錯誤：'%s' 選項的引數遺失。

source: Error: missing argument. Try passing --help.
en: 錯誤：缺少參數。嘗試傳遞--help。

source: Error: missing setting for '%s' property
en: 錯誤：「%s」內容的設定遺失

source: Error: nmcli terminated by signal %s (%d)
en: 錯誤：nmcli被信號終止 %s （%d)

source: Error: no argument given; valid are [%s]
en: 錯誤：尚未提供引數；有效的值爲「%s」

source: Error: no setting selected; valid are [%s]
en: 錯誤：尚未選擇設定；有效的值爲「%s」

source: Error: only one of 'id', 'filename', uuid, or 'path' can be provided.
en: 錯誤：只能提供'id'，'filename'，uuid或'path'中的一個。

source: Error: only these fields are allowed: %s
en: 錯誤：只允許這些欄位：%s

source: Error: property %s
en: 錯誤：內容 %s

source: Error: save-confirmation: %s
en: 錯誤：save-confirmation：%s

source: Error: setting '%s' is mandatory and cannot be removed.
en: 錯誤：設定「%s」乃必要的，並且不可移除。

source: Error: status-line: %s
en: 錯誤：status-line：%s

source: Error: unknown setting '%s'
en: 錯誤：「%s」設定不明

source: Error: unknown setting: '%s'
en: 錯誤：不明的設定：「%s」

source: Error: value for '%s' argument is required.
en: 錯誤：「%s」引數需要有個值。

source: Error: wep-key-type argument value '%s' is invalid, use 'key' or 'phrase'.
en: 錯誤：wep-key-type 引數值「%s」無效，請使用「key」或是「phrase」。

source: Ethernet connection %d
en: 乙太網路連線 %d

source: Ethtool settings
en: Ethtool設置

source: Exceeded online TM daily limit.
en: Iksiden onlain TM de deili limit.

source: Excluded paths
en: Iksklūden paŧweis

source: Exit on the first error occurred
en: 發現第一個錯誤時即離開

source: Expand Recursively
en: 遞迴展開

source: Expand selected folder and all subfolders
en: 展開選取的資料夾及所有子資料夾

source: Expected ")" at %C
en: 在 %C 處需要「)」

source: Expected "," at %C
en: 在 %C 處需要「,」

source: Expected "," or end of statement at %C
en: 在 %C 處需要「,」或敘述尾

source: Expected '(' at %C
en: 在 %C 處需要「(」

source: Expected :: in TYPE definition at %C
en: %C 在 TYPE 定義中需要 ::

source: Expected = sign in PARAMETER statement at %C
en: %C 在 PARAMETER 敘述中需要 = 符號

source: Expected P edit descriptor
en: 需要 P 編譯描述符號

source: Expected a line break following '%s'
en: 預計會有'換行'%s'

source: Expected a nameless interface at %C
en: %C 需要一個無名介面

source: Expected a right parenthesis in expression at %C
en: %C 處運算式中需要右括號

source: Expected a value for '%s'
en: 期望價值'%s'

source: Expected alternate return label at %C
en: %C 處需要替代的回傳標籤

source: Expected an initialization expression at %C
en: %C 處需要一個初始化運算式

source: Expected another dimension in array declaration at %C
en: %C 處陣列宣告需要另外一維

source: Expected array subscript stride at %C
en: %C 需要陣列下標間隔

source: Expected attribute bit name
en: 需要屬性位名

source: Expected block name of '%s' in %s statement at %C
en: 需要塊名「%s」在「%s」運算式中，於 %C

source: Expected comma in I/O list at %C
en: %C 處 I/O 清單中需要逗號

source: Expected exponent in expression at %C
en: %C 處運算式中需要指數部分

source: Expected expression in %s statement at %C
en: 需要 %s 敘述，於 %C 處

source: Expected expression type
en: 需要運算式類型

source: Expected initialization expression at %C
en: %C 處需要初始化運算式

source: Expected integer
en: 需要整數

source: Expected integer string
en: 需要整數字串

source: Expected label '%s' for %s statement at %C
en: 需要標籤「%s」，為 %s 敘述，於 %C

source: Expected left parenthesis
en: 需要左圓括號

source: Expected name
en: 需要名稱

source: Expected real string
en: 需要實數字串

source: Expected right parenthesis
en: 需要右圓括號

source: Expected string
en: 需要字串

source: Expected terminating name at %C
en: %C 處需要結束名

source: Expected variable in READ statement at %C
en: %C READ 敘述需要變數

source: Expected whitespace following '%s'
en: 預期的空白之後'%s'

source: Expecting %s statement at %C
en: 需要 %s 敘述，於 %C

source: Expecting 'END INTERFACE OPERATOR (.%s.)' at %C
en: 需要「END INTERFACE ASSIGNMENT (.%s.)」在 %C 處

source: Export as…
en: Iksport as…

source: Export functions even if they can be inlined
en: 導出被內聯的函式

source: Expression in CASE statement at %L must be scalar
en: %L 處 CASE 敘述中的運算式必須為標量

source: Extension: BYTE type at %C
en: 擴充：%C 處的 BYTE 類型

source: Extension: Conversion from %s to %s at %L
en: 擴充：從 %s 到 %s，位於 %L

source: Extension: Different type kinds at %L
en: 擴充：%L 處類型種別不同

source: Extension: Hollerith constant at %C
en: 擴充：%C 處的荷勒瑞斯常數

source: Extension: Old-style initialization at %C
en: 擴充：%C 處舊式的初始化

source: Extension: REAL array index at %L
en: 擴充：%L 處的 REAL 陣列索引

source: Extension: initialization of common block variable '%s' in DATA statement at %C
en: 擴充：DATA 敘述中對公共塊變數「%s」在 %C 處初始化

source: External '%s' at %L cannot have an initializer
en: 外部「%s」在 %L 處不能有初始值設定

source: External Editor
en: 外部編輯器

source: External IO UNIT cannot be an array at %L
en: %L 處外部 IO UNIT 不能是陣列

source: Extra
en: 額外

source: Extract from sources
en: Iksträkt from sōrses

source: Extract text from source files in the following directories:
en: Iksträkt tekst from sōrs-fayls in folowiŋ direktòris:

source: Extracting translatable strings…
en: Iksträktiŋ transleitabol striŋs…

source: Extractor setup
en: Iksträktā setùp

source: Extractors
en: Iksträktās

source: FALSE if the connection can be modified using the provided settings service's D-Bus interface with the right privileges, or TRUE if the connection is read-only and cannot be modified.
en: 如果可以使用提供的設置服務的D-Bus接口以正確的權限修改連接，則為FALSE;如果連接是只讀的且無法修改，則為TRUE。

source: FORALL end expression at %L must be a scalar INTEGER
en: %L 處的 FORALL 結束敘述必須是 INTEGER 標量

source: FORALL index-name at %L must be a scalar INTEGER
en: %L 處 FORALL 索引名稱必須是 INTEGER 標量

source: FORALL start expression at %L must be a scalar INTEGER
en: %L 處的 FORALL 啟始敘述必須是 INTEGER 標量

source: FORALL stride expression at %L must be a scalar %s
en: %L 處的 FORALL 步幅敘述必須是 %s 標量

source: FORMAT label %d at %L not defined
en: FORMAT 標籤 %d 在 %L 處未定義

source: FORMAT statement at %L does not have a statement label
en: %L 處 FORMAT 敘述沒有敘述標籤

source: FP exceptions are enabled
en: FP 異常已啟用

source: FQDN to send to DHCP server
en: FQDN發送到DHCP服務器

source: Failed command: %s
en: Feilen kommand: %s
